{
    "nodes": [
        {
            "idx": 0,
            "line": "§ 1. В чл. 1 думите \"вътрешните и международните\" се заменят с \"обществените вътрешни и международни\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 1,
            "line": "§ 2. В чл. 2, ал. 4 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 2,
            "line": "\"(4) Министерският съвет приема устройствен правилник за дейността, структурата, организацията на работа и състава на Изпълнителната агенция \"Автомобилна администрация\".\"",
            "weight": 5,
            "parent": 1
        },
        {
            "idx": 3,
            "line": "§ 3. В чл. 4, ал. 1 думата \"международни\" се заличава.",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 4,
            "line": "§ 4. Заглавието на глава втора се изменя така: \"Лицензиране и регистриране\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 5,
            "line": "§ 5. В чл. 7 се правят следните изменения и допълнения:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 6,
            "line": "1. Алинея 2 се изменя така:",
            "weight": 1,
            "parent": 5
        },
        {
            "idx": 7,
            "line": "\"(2) Лицензия за извършване на превоз на пътници и товари с автомобили с българска регистрация се издава на еднолични търговци и търговски дружества, когато отговарят на изискванията за:",
            "weight": 5,
            "parent": 6
        },
        {
            "idx": 8,
            "line": "1. благонадеждност (добра репутация);",
            "weight": 1,
            "parent": 5
        },
        {
            "idx": 9,
            "line": "2. професионална компетентност;",
            "weight": 1,
            "parent": 5
        },
        {
            "idx": 10,
            "line": "3. финансова стабилност.\"",
            "weight": 1,
            "parent": 5
        },
        {
            "idx": 11,
            "line": "2. Създават се ал. 4, 5 и 6:",
            "weight": 1,
            "parent": 5
        },
        {
            "idx": 12,
            "line": "\"(4) Изискванията за благонадеждност по ал. 2, т. 1 са изпълнени, когато ръководителите на транспортната дейност на едноличните търговци и търговските дружества не са осъждани за умишлено престъпление от общ характер или не са лишени с влязла в сила присъда от правото да упражняват превозна дейност.",
            "weight": 5,
            "parent": 11
        },
        {
            "idx": 13,
            "line": "(5) Изискванията за професионална компетентност по ал. 2, т. 2 са изпълнени, когато ръководителите на транспортната дейност на едноличните търговци и търговските дружества притежават познания и опит, придобити чрез посещения в курсове за обучение или усвоени в транспортната практика, успешно са положили писмен изпит по предмети, определени в наредбата по ал. 3, и имат най-малко средно образование - за международните превози, и най-малко основно образование - за вътрешните превози.",
            "weight": 5,
            "parent": 11
        },
        {
            "idx": 14,
            "line": "(6) Изискванията за финансова стабилност по ал. 2, т. 3 са изпълнени, когато търговецът разполага с достатъчно ресурси, с които може да гарантира за нормалното стартиране и функционирането на транспортното предприятие. Капиталът за първото превозно средство и за всяко следващо превозно средство трябва да отговаря на размера, определен в наредбата по ал. 3.\"",
            "weight": 5,
            "parent": 11
        },
        {
            "idx": 15,
            "line": "§ 6. Създава се чл. 7а:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 16,
            "line": "\"Чл. 7а. (1) Лицензираните превозвачи могат да осъществяват превоз на пътници само с пътни превозни средства, които отговарят на изискванията за транспортна годност, определени с наредбата по чл. 7, ал. 3.",
            "weight": 2,
            "parent": 15
        },
        {
            "idx": 17,
            "line": "(2) Лицензираните превозвачи могат да осъществяват превоз на пътници и товари само с водачи, които отговарят на изискванията за професионална компетентност, определени с наредбата по чл. 7, ал. 3.\"",
            "weight": 5,
            "parent": 16
        },
        {
            "idx": 18,
            "line": "§ 7. В чл. 8 ал. 2 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 19,
            "line": "\"(2) Лицензията се издава за срок 5 години.\"",
            "weight": 5,
            "parent": 18
        },
        {
            "idx": 20,
            "line": "§ 8. В чл. 9 се правят следните изменения и допълнения:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 21,
            "line": "1. Създава се нова ал. 1:",
            "weight": 1,
            "parent": 20
        },
        {
            "idx": 22,
            "line": "\"(1) Министърът на транспорта и съобщенията или упълномощено от него длъжностно лице отказва издаването на лицензия в случаите, когато:",
            "weight": 5,
            "parent": 21
        },
        {
            "idx": 23,
            "line": "1. кандидатът не отговаря на някое от изискванията по чл. 7, ал. 2;",
            "weight": 1,
            "parent": 20
        },
        {
            "idx": 24,
            "line": "2. издадената лицензия на превозвача е била отнета през последните две години.\"",
            "weight": 1,
            "parent": 20
        },
        {
            "idx": 25,
            "line": "2. Досегашните ал. 1 и 2 стават съответно ал. 2 и 3.",
            "weight": 1,
            "parent": 20
        },
        {
            "idx": 26,
            "line": "§ 9. В чл. 11 се правят следните изменения и допълнения:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 27,
            "line": "1. В т. 1:",
            "weight": 1,
            "parent": 26
        },
        {
            "idx": 28,
            "line": "а) в буква \"б\" думата \"лицензиантът\" се заменя с \"превозвачът\";",
            "weight": 3,
            "parent": 27
        },
        {
            "idx": 29,
            "line": "б) буква \"в\" се изменя така:",
            "weight": 3,
            "parent": 27
        },
        {
            "idx": 30,
            "line": "\"в) при осъществяване на дейността от превозвача са нарушени законът и подзаконовите нормативни актове, двустранните и многостранните договори, по които Република България е страна, паспортният и митническият режим в Република България или в чужбина;\";",
            "weight": 3,
            "parent": 27
        },
        {
            "idx": 31,
            "line": "в) създава се буква \"г\":",
            "weight": 3,
            "parent": 27
        },
        {
            "idx": 32,
            "line": "\"г) са използвани неистински документи или документи с невярно съдържание при осъществяване на дейността.\"",
            "weight": 3,
            "parent": 27
        },
        {
            "idx": 33,
            "line": "2. Точка 6 се отменя.",
            "weight": 1,
            "parent": 26
        },
        {
            "idx": 34,
            "line": "§ 10. Член 12 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 35,
            "line": "\"Чл. 12. (1) Превоз на пътници и товари за собствена сметка може да се извършва от еднолични търговци или юридически лица, които притежават удостоверение за регистрация, издадено от Изпълнителната агенция \"Автомобилна администрация\".",
            "weight": 2,
            "parent": 34
        },
        {
            "idx": 36,
            "line": "(2) Изпълнителната агенция \"Автомобилна администрация\" води регистър на лицата, които извършват превози на пътници и товари за собствена сметка.",
            "weight": 5,
            "parent": 35
        },
        {
            "idx": 37,
            "line": "(3) Удостоверение за регистрация се издава след представяне на:",
            "weight": 5,
            "parent": 35
        },
        {
            "idx": 38,
            "line": "1. препис от съдебното решение за регистрация или копие от документа за регистрация на съответната организация;",
            "weight": 1,
            "parent": 34
        },
        {
            "idx": 39,
            "line": "2. удостоверение за актуално състояние;",
            "weight": 1,
            "parent": 34
        },
        {
            "idx": 40,
            "line": "3. декларация, че търговецът не е обявен в несъстоятелност и за него не е образувано производство за обявяване в несъстоятелност или ликвидация;",
            "weight": 1,
            "parent": 34
        },
        {
            "idx": 41,
            "line": "4. списък на автомобилите, с които ще се извършват превозите за собствена сметка.",
            "weight": 1,
            "parent": 34
        },
        {
            "idx": 42,
            "line": "(4) Отказът от регистрация подлежи на обжалване по реда на Закона за административното производство.",
            "weight": 5,
            "parent": 41
        },
        {
            "idx": 43,
            "line": "(5) Отписването от регистъра се извършва по искане на лицето или при промяна на обстоятелствата, съдържащи се в документите по ал. 3, които обуславят вписването в регистъра.",
            "weight": 5,
            "parent": 41
        },
        {
            "idx": 44,
            "line": "(6) За лицата, извършващи превози за собствена сметка, не се прилагат изискванията за благонадеждност и финансова стабилност.\"",
            "weight": 5,
            "parent": 41
        },
        {
            "idx": 45,
            "line": "§ 11. Член 14 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 46,
            "line": "\"Чл. 14. (1) Превоз на опасни товари на територията на Република България се извършва при спазване изискванията на Европейската спогодба за международен превоз на опасни товари по шосе (ADR) и на наредба, издадена от министъра на транспорта и съобщенията, министъра на вътрешните работи и министъра на околната среда и водите.",
            "weight": 2,
            "parent": 45
        },
        {
            "idx": 47,
            "line": "(2) Водачите, извършващи превози на опасни товари, трябва да притежават познания, придобити чрез посещения в курсове за професионално обучение, и удостоверение за успешно положен изпит. Удостоверението е със срок на валидност 5 години.",
            "weight": 5,
            "parent": 46
        },
        {
            "idx": 48,
            "line": "(3) Валидността на удостоверението по ал. 2 може да се продължи за нов период от 5 години в случаите, когато преди датата на изтичане на валидността на удостоверението му водачът е завършил опреснителен курс и е положил успешно съответния изпит.",
            "weight": 5,
            "parent": 46
        },
        {
            "idx": 49,
            "line": "(4) Лицата по чл. 6, ал. 1 и по чл. 12, осъществяващи превози, включително товарене и разтоварване на опасни товари, са длъжни да ползват един или повече консултанти по сигурността при превоза на опасните товари.",
            "weight": 5,
            "parent": 46
        },
        {
            "idx": 50,
            "line": "(5) Консултантите по сигурността трябва да притежават познания, придобити чрез посещения в курсове за професионално обучение, и удостоверение, издадено след успешно положен изпит. Удостоверението е със срок на валидност 5 години за съответния вид товари.",
            "weight": 5,
            "parent": 46
        },
        {
            "idx": 51,
            "line": "(6) Условията и редът за издаване на удостоверения за завършен курс за професионално обучение на водачите по ал. 2 и на консултантите по сигурността при превоза на опасни товари по ал. 5 се определят с наредбата по ал. 1.\"",
            "weight": 5,
            "parent": 46
        },
        {
            "idx": 52,
            "line": "§ 12. Член 17 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 53,
            "line": "\"Чл. 17. (1) Общественият превоз на пътници по автобусни линии се извършва съгласно утвърдените транспортни схеми - републиканска, областни и общински.",
            "weight": 2,
            "parent": 52
        },
        {
            "idx": 54,
            "line": "(2) Републиканската транспортна схема включва автобусните линии, обслужващи две или повече области. Тя се утвърждава от министъра на транспорта и съобщенията.",
            "weight": 5,
            "parent": 53
        },
        {
            "idx": 55,
            "line": "(3) Областните транспортни схеми включват автобусните линии, обслужващи две или повече общини от една област. Те се утвърждават от съответните областни управители.",
            "weight": 5,
            "parent": 53
        },
        {
            "idx": 56,
            "line": "(4) Общинските транспортни схеми включват следните видове автобусни линии:",
            "weight": 5,
            "parent": 53
        },
        {
            "idx": 57,
            "line": "1. градски - за превози между пунктове в чертите на населеното място, определени със строителните му граници в действащия устройствен план;",
            "weight": 1,
            "parent": 52
        },
        {
            "idx": 58,
            "line": "2. междуселищни - за превози, свързващи две или повече населени места в границите на общината.",
            "weight": 1,
            "parent": 52
        },
        {
            "idx": 59,
            "line": "(5) Общинските транспортни схеми се утвърждават от съответните общински съвети.\"",
            "weight": 5,
            "parent": 58
        },
        {
            "idx": 60,
            "line": "§ 13. В чл. 20 ал. 1 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 61,
            "line": "\"(1) Междуселищните автобусни линии задължително се обслужват от официално обявени от общините автогари и автоспирки по съответните маршрути.\"",
            "weight": 5,
            "parent": 60
        },
        {
            "idx": 62,
            "line": "§ 14. В чл. 22 се правят следните изменения и допълнения:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 63,
            "line": "1. Алинея 1 се изменя така:",
            "weight": 1,
            "parent": 62
        },
        {
            "idx": 64,
            "line": "\"(1) Всички превозвачи по автобусни линии задължително използват автогарите и автоспирките по изпълнявания маршрут и спазват установеното разписание. В населените места с повече от една автогара кметът на общината определя автогарите, които са начални, междинни или крайни спирки по маршрута.\"",
            "weight": 5,
            "parent": 63
        },
        {
            "idx": 65,
            "line": "2. Алинея 3 се изменя така:",
            "weight": 1,
            "parent": 62
        },
        {
            "idx": 66,
            "line": "\"(3) Собствениците на автогари и автоспирки задължително прилагат еднакви критерии спрямо всички превозвачи при определяне размера на цените за преминаване, за престой, за предоставяне на право за продажба на билети и за извършване на други услуги.\"",
            "weight": 5,
            "parent": 65
        },
        {
            "idx": 67,
            "line": "3. Създава се ал. 4:",
            "weight": 1,
            "parent": 62
        },
        {
            "idx": 68,
            "line": "\"(4) Начинът на формиране на цените се определя съгласно методика, утвърдена от министъра на транспорта и съобщенията на база на категоризиране на автогарите и автоспирките.\"",
            "weight": 5,
            "parent": 67
        },
        {
            "idx": 69,
            "line": "§ 15. В чл. 24, ал. 1 след думите \"лицензирани превозвачи\" се добавя \"или от водачи, извършващи дейността от името на лицензиран превозвач, но за своя сметка\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 70,
            "line": "§ 16. В чл. 27, ал. 1 накрая се поставя запетая и се добавя \"или след заплащане на такса на граничните контролно-пропускателни пунктове\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 71,
            "line": "§ 17. В чл. 32 думите \"Министерството на транспорта\" се заменят с \"Министърът на транспорта и съобщенията или упълномощено от него длъжностно лице\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 72,
            "line": "§ 18. В чл. 36 ал. 1 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 73,
            "line": "\"(1) При превоз на пътници превозвачът е длъжен да издава индивидуален или колективен билет, а при случаен превоз - фактура, съставена не по-късно от посочения час на тръгване в пътния лист на превозното средство.\"",
            "weight": 5,
            "parent": 72
        },
        {
            "idx": 74,
            "line": "§ 19. Член 39 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 75,
            "line": "\"Чл. 39. (1) За превози се използват билети по образец, утвърден от министъра на транспорта и съобщенията и министъра на финансите, отпечатани съгласно изискванията на Наредбата за условията и реда за отпечатване и контрол върху ценни книжа (приета с ПМС № 289 от 1994 г., обн., ДВ, бр. 101 от 1994 г.; изм., бр. 38 от 1995 г., бр. 73 от 1998 г., бр. 8 от 2001 г.).",
            "weight": 2,
            "parent": 74
        },
        {
            "idx": 76,
            "line": "(2) Върху билета се посочват наименованието и адресът на превозвача. Допуска се след отпечатването на билета да бъде извършено отбелязване върху него чрез полагане на печат, съдържащ необходимата информация.",
            "weight": 5,
            "parent": 75
        },
        {
            "idx": 77,
            "line": "(3) Когато багажната разписка не е комбинирана с билет, тя трябва да съдържа името и адреса на превозвача.\"",
            "weight": 5,
            "parent": 75
        },
        {
            "idx": 78,
            "line": "§ 20. Член 71 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 79,
            "line": "\"Чл. 71. (1) Превозвачът дължи обезщетение за цялостна или частична липса на товара, коeто се изчислява според неговата стойност на мястото и по времето, когато е бил приет за превоз.",
            "weight": 2,
            "parent": 78
        },
        {
            "idx": 80,
            "line": "(2) Стойността на товара се определя по борсовия курс или при липса на такъв - по текущата цена на пазара, или при липса на такава - по обичайната стойност на товарите от същия вид и качество.",
            "weight": 5,
            "parent": 79
        },
        {
            "idx": 81,
            "line": "(3) Обезщетението за цялостна или частична липса на товара е в размер на вредата, но не повече от 8,33 разчетни парични единици на килограм липсващо бруто тегло. В случай на цялостна липса се връщат превозната цена, митните сборове и другите разноски по превоза на товара изцяло, а при частична липса - пропорционално, като други обезщетения не се дължат.\"",
            "weight": 5,
            "parent": 79
        },
        {
            "idx": 82,
            "line": "§ 21. Член 78 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 83,
            "line": "\"Чл. 78. Общата продължителност на времето за управление между две дневни почивки или между дневна и седмична почивка не трябва да надхвърля 9 часа. То може да бъде продължено до 10 часа два пъти седмично.\"",
            "weight": 2,
            "parent": 82
        },
        {
            "idx": 84,
            "line": "§ 22. Член 79 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 85,
            "line": "\"Чл. 79. (1) След максимум шест дневни периода на управление водачът трябва да ползва седмична почивка. При международни превози на пътници, с изключение на превозите по редовни линии, максимумът на дневните периоди на управление, след които водачът трябва да ползва почивка, са дванадесет.",
            "weight": 2,
            "parent": 84
        },
        {
            "idx": 86,
            "line": "(2) Времето за ползване на седмичната почивка може да бъде отложено за края на шестия ден, ако общата продължителност на времето за управление през шестте дни не надхвърля максимума за шест дневни периода на управление.",
            "weight": 5,
            "parent": 85
        },
        {
            "idx": 87,
            "line": "(3) За седмичната почивка, която започва в края на едната и продължава през следващата седмица, може да се приеме, че принадлежи на едната или на другата седмица.\"",
            "weight": 5,
            "parent": 85
        },
        {
            "idx": 88,
            "line": "§ 23. В чл. 81 се правят следните изменения и допълнения:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 89,
            "line": "1. Създава се нова ал. 2:",
            "weight": 1,
            "parent": 88
        },
        {
            "idx": 90,
            "line": "\"(2) При превози по градски автобусни линии прекъсването може да бъде 30 минути след период на управление не повече от 4 часа.\"",
            "weight": 5,
            "parent": 89
        },
        {
            "idx": 91,
            "line": "2. Досегашната ал. 2 става ал. 3, досегашната ал. 3 става ал. 4 и в нея думите \"по ал. 2\" се заменят с \"по ал. 3\" и досегашната ал. 4 става ал. 5.",
            "weight": 1,
            "parent": 88
        },
        {
            "idx": 92,
            "line": "§ 24. В чл. 82 се правят следните изменения и допълнения:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 93,
            "line": "1. Досегашният текст става ал. 1.",
            "weight": 1,
            "parent": 92
        },
        {
            "idx": 94,
            "line": "2. Създава се ал. 2:",
            "weight": 1,
            "parent": 92
        },
        {
            "idx": 95,
            "line": "\"(2) Дневната почивка може да бъде намалена до 9 последователни часа най-много три пъти седмично, при условие че водачът ползва като компенсация съответната почивка преди края на следващата седмица.\"",
            "weight": 5,
            "parent": 94
        },
        {
            "idx": 96,
            "line": "§ 25. Създава се чл. 83а:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 97,
            "line": "\"Чл. 83а. Седмичната почивка е 45 последователни часа. Продължителността на този период за почивка може да бъде намалена до най-малко 36 последователни часа, ако тя се ползва в обичайното място за пребиваване на водача, или най-малко 24 последователни часа, ако почивката се ползва на друго място. Всяко намаляване на седмичната почивка се компенсира с еквивалентно време за почивка.\"",
            "weight": 2,
            "parent": 96
        },
        {
            "idx": 98,
            "line": "§ 26. Член 89 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 99,
            "line": "\"Чл. 89. (1) Министърът на транспорта и съобщенията и председателят на Държавната агенция по стандартизация и метрология определят с наредба изискванията за задължителна употреба на контролните уреди за регистриране на данните за движението на автомобилите и работата на екипажите, както и функционалните и техническите изисквания към тях.",
            "weight": 2,
            "parent": 98
        },
        {
            "idx": 100,
            "line": "(2) С контролни уреди за регистриране на данните за движението на автомобилите и работата на екипажите (тахографи) от одобрен тип трябва да бъдат оборудвани:",
            "weight": 5,
            "parent": 99
        },
        {
            "idx": 101,
            "line": "1. автобуси за международен превоз на пътници;",
            "weight": 1,
            "parent": 98
        },
        {
            "idx": 102,
            "line": "2. автомобили за международен превоз на товари, които самостоятелно или в състав от пътни превозни средства (ППС) имат допустима максимална маса над 3500 кг;",
            "weight": 1,
            "parent": 98
        },
        {
            "idx": 103,
            "line": "3. автобуси за превоз на пътници на територията на Република България с повече от 17 места, вкл. мястото на водача, с дължина на извършвания превоз над 50 км;",
            "weight": 1,
            "parent": 98
        },
        {
            "idx": 104,
            "line": "4. автомобили за обществен превоз на товари на територията на Република България, които самостоятелно или в състав от пътни превозни средства имат допустима максимална маса над 3500 кг;",
            "weight": 1,
            "parent": 98
        },
        {
            "idx": 105,
            "line": "5. автомобили, превозващи опасни товари.\"",
            "weight": 1,
            "parent": 98
        },
        {
            "idx": 106,
            "line": "§ 27. В заглавието на глава седма думите \"върху превозите\" се заличават.",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 107,
            "line": "§ 28. В чл. 91 се правят следните допълнения:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 108,
            "line": "1. В ал. 3 се създават т. 5, 6 и 7:",
            "weight": 1,
            "parent": 107
        },
        {
            "idx": 109,
            "line": "\"5. да осъществяват контрол по спазване на правилата за извършване на обществен превоз на пътници и товари, на техническата изправност и транспортната годност на моторните превозни средства, извършващи обществен превоз;",
            "weight": 1,
            "parent": 107
        },
        {
            "idx": 110,
            "line": "6. да контролират състоянието на материалната база и изпълнението на учебните програми от физическите и юридическите лица, получили разрешение за обучение на кандидати за придобиване на професионална компетентност;",
            "weight": 1,
            "parent": 107
        },
        {
            "idx": 111,
            "line": "7. да осъществяват контрол върху състоянието и дейността на автогарите.\"",
            "weight": 1,
            "parent": 107
        },
        {
            "idx": 112,
            "line": "2. Създават се ал. 4 и 5:",
            "weight": 1,
            "parent": 107
        },
        {
            "idx": 113,
            "line": "\"(4) Служителите на Изпълнителната агенция \"Автомобилна администрация\" изпълняват и специфични функции с допълнителни задължения за непосредствен контрол върху безопасната експлоатация на пътните превозни средства и техническата им изправност, както и за спазване на нормативно установените условия и ред за извършване на обществен превоз на пътници и товари.",
            "weight": 5,
            "parent": 112
        },
        {
            "idx": 114,
            "line": "(5) На служителите на Изпълнителната агенция \"Автомобилна администрация\" се изплащат допълнителни възнаграждения за специфични условия и изисквания към труда им в размер, определен от министъра на транспорта и съобщенията.\"",
            "weight": 5,
            "parent": 112
        },
        {
            "idx": 115,
            "line": "§ 29. Създава се чл. 91а:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 116,
            "line": "\"Чл. 91а. (1) Изпълнителната агенция \"Автомобилна администрация\" извършва контролни проверки на пътя и в предприятията, които покриват най-малко едно на сто от изработените от водачите работни дни, но не по-малко от 15 на сто от общия брой на работните дни - за контролните проверки на пътя, и не по-малко от 25 на сто от тях - за контролните проверки в предприятията.",
            "weight": 2,
            "parent": 115
        },
        {
            "idx": 117,
            "line": "(2) Контролните проверки на пътя се организират на различни места и през различни часове на денонощието. По време на проверките се контролират дневните периоди на управление, прекъсванията, периодите на ежедневна и седмична почивка, правилното функциониране на контролните уреди и другите изисквания на закона.",
            "weight": 5,
            "parent": 116
        },
        {
            "idx": 118,
            "line": "(3) Освен елементите, които се контролират на пътя, контролните проверки в предприятията се разпростират по отношение на периодите на седмичните почивки и периодите на управление между седмичните почивки, спазването на разпоредбите, свързани с времето за управление за период две седмици, компенсиране намаляването на дневните и седмичните почивки, използването на листовете за записване на данните и организацията на работното време и другите изисквания на закона.",
            "weight": 5,
            "parent": 116
        },
        {
            "idx": 119,
            "line": "(4) Изпълнителната агенция \"Автомобилна администрация\" може да изиска от предприятията представяне в определен срок на документацията, свързана с елементите на проверките по ал. 2 и 3, за проверка. Тази проверка е равностойна на проверките, извършвани на територията на предприятията.\"",
            "weight": 5,
            "parent": 116
        },
        {
            "idx": 120,
            "line": "§ 30. Член 93 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 121,
            "line": "\"Чл. 93. (1) Водач на моторно превозно средство, който извършва обществен превоз или превоз за собствена сметка на пътници и товари без редовно издадени лицензия, разрешение, документ за регистрация или други документи, които се изискват от този закон и от подзаконовите нормативни актове по прилагането му, се наказва със:",
            "weight": 2,
            "parent": 120
        },
        {
            "idx": 122,
            "line": "1. глоба 500 лв. - при първо нарушение;",
            "weight": 1,
            "parent": 120
        },
        {
            "idx": 123,
            "line": "2. глоба 1000 лв. - при повторно нарушение;",
            "weight": 1,
            "parent": 120
        },
        {
            "idx": 124,
            "line": "3. глоба 2000 лв. - при системни нарушения.",
            "weight": 1,
            "parent": 120
        },
        {
            "idx": 125,
            "line": "(2) Водач на моторно превозно средство, който извършва обществен превоз на пътници и товари и не представи в момента на проверката издадената лицензия, разрешението, документа за регистрация или други документи, които се изискват от този закон и подзаконовите нормативни актове по прилагането му, се наказва с глоба до 50 лв.\"",
            "weight": 5,
            "parent": 124
        },
        {
            "idx": 126,
            "line": "§ 31. В чл. 95 съюзът \"и\" се заменя с \"или\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 127,
            "line": "§ 32. Член 96 се изменя така:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 128,
            "line": "\"Чл. 96. (1) Който допусне или разпореди извършване на обществен превоз на пътници и товари, без да има това право, се наказва с глоба в размер от 1000 до 5000 лв.",
            "weight": 2,
            "parent": 127
        },
        {
            "idx": 129,
            "line": "(2) Който допусне или разпореди извършване на обществен превоз на пътници и товари в нарушение на разпоредбите на този закон или на подзаконовите нормативни актове по прилагането му, се наказва с глоба в размер от 200 до 1000 лв.\"",
            "weight": 5,
            "parent": 128
        },
        {
            "idx": 130,
            "line": "§ 33. В чл. 97 думата \"Превозвач\" се заличава, а думите \"имуществена санкция\" се заменят с \"глоба\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 131,
            "line": "§ 34. В чл. 98 думите \"имуществена санкция\" се заменят с \"глоба\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 132,
            "line": "§ 35. В чл. 99 думите \"имуществена санкция\" се заличават.",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 133,
            "line": "§ 36. В чл. 102 се правят следните изменения и допълнения:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 134,
            "line": "1. Създава се нова ал. 2:",
            "weight": 1,
            "parent": 133
        },
        {
            "idx": 135,
            "line": "\"(2) Собственик на автогара или автоспирка, който не поддържа в изправност определения с наредбата по чл. 21 минимум оборудване в автогарите и автоспирките или откаже да предостави на превозвача правото на продажба на билети на притежаваната от него автогара или автоспирка, се наказва с глоба или с имуществена санкция от 500 до 1000 лв.\"",
            "weight": 5,
            "parent": 134
        },
        {
            "idx": 136,
            "line": "2. Създава се ал. 3:",
            "weight": 1,
            "parent": 133
        },
        {
            "idx": 137,
            "line": "\"(3) Собственик на автогара или автоспирка, който нарушава изискванията по чл. 22, ал. 3, се наказва със:",
            "weight": 5,
            "parent": 136
        },
        {
            "idx": 138,
            "line": "1. имуществена санкция 5000 лв. - при първо нарушение;",
            "weight": 1,
            "parent": 133
        },
        {
            "idx": 139,
            "line": "2. имуществена санкция 10 000 лв. - при повторно нарушение;",
            "weight": 1,
            "parent": 133
        },
        {
            "idx": 140,
            "line": "3. отнемане на лицензията - при системни нарушения.\"",
            "weight": 1,
            "parent": 133
        },
        {
            "idx": 141,
            "line": "3. Досегашната ал. 2 става ал. 4 и в нея след думите \"и автоспирките\" се добавя \"или който откаже да превози лице, притежаващо издаден по съответния ред превозен документ\".",
            "weight": 1,
            "parent": 133
        },
        {
            "idx": 142,
            "line": "§ 37. Създава се чл. 103:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 143,
            "line": "\"Чл. 103. (1) Който наруши изискванията за превоз на опасни товари, се наказва с глоба от 500 до 2000 лв., а моторното превозно средство задължително се премества за сметка на собственика му от мястото, където е констатирано нарушението, до безопасно място.",
            "weight": 2,
            "parent": 142
        },
        {
            "idx": 144,
            "line": "(2) При повторно нарушение по ал. 1 глобата е в размер от 2000 до 10 000 лв.\"",
            "weight": 5,
            "parent": 143
        },
        {
            "idx": 145,
            "line": "§ 38. Създава се чл. 104:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 146,
            "line": "\"Чл. 104. Превозвач, който не осигури спазване на разпоредбите за работното време и почивките на водачите при извършване на обществени превози на пътници и товари, включително при превози за собствена сметка, се наказва с имуществена санкция от 200 до 500 лв.\"",
            "weight": 2,
            "parent": 145
        },
        {
            "idx": 147,
            "line": "§ 39. Създава се чл. 105:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 148,
            "line": "\"Чл. 105. За нарушения на този закон и на подзаконовите нормативни актове, издадени въз основа на него, за които не е предвидено друго наказание, виновните лица се наказват с глоба до 50 лв.\"",
            "weight": 2,
            "parent": 147
        },
        {
            "idx": 149,
            "line": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 150,
            "line": "1. Точка 5 се изменя така:",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 151,
            "line": "\"5. \"Автомобилен превозвач\" е всяко физическо или юридическо лице, регистрирано като търговец, което извършва обществен превоз на пътници и товари с помощта на превозни средства, предназначени за тази цел.\"",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 152,
            "line": "2. Точки 7, 8 и 9 се отменят.",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 153,
            "line": "3. Точка 12 се изменя така:",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 154,
            "line": "\"12. \"Автогара\" е транспортен обект за обслужване на пътници по автобусни линии за междуселищни и международни превози, служещ за начална, междинна или крайна точка на редовните автобусни линии.\"",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 155,
            "line": "4. Точка 26 се изменя така:",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 156,
            "line": "\"26. \"Таксиметрови превози\" са превозите на пътници срещу заплащане, извършвани от лицензирани превозвачи или от водачи, извършващи дейността от името на лицензиран превозвач, но за своя сметка, с леки автомобили до пет места, които водачите държат в готовност, за да изпълнят пътуване до определена от клиента цел.\"",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 157,
            "line": "5. Създават се т. 30, 31 и 32:",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 158,
            "line": "\"30. \"Превоз на опасни товари\" е превозът на опасни товари от едно място на друго и свързаните с превоза престои, включително времето за престой за товарене и разтоварване на опасните товари в превозни средства, цистерни или контейнери. Превозът включва и времето за престой за претоварване или смяна на вида на превозното средство, при условие че транспортните документи бъдат предоставени за контрол и при престоя не се отварят пратките или цистерните.",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 159,
            "line": "31. \"Разчетна парична единица\" е специалното право на тираж, както то е определено от Международния валутен фонд. Сумата, посочена в чл. 71, ал. 3, е конвертируема в националната валута на страната, чийто съд е натоварен с разглеждане на спора, на базата на стойността на тази валута към датата, на която той се е произнесъл, или на датата, приета по взаимно съгласие от страните. Стойността на националната валута в специалното право на тираж на страната, която е член на Международния валутен фонд, се изчислява съгласно начина на превръщане, прилаган от Международния валутен фонд към въпросната дата на извършване на операциите и сделките.",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 160,
            "line": "32. \"Консултант по сигурността при превоза на опасни товари\" е всяко назначено от ръководителя на предприятието лице, чиято роля е да изпълнява задачите и функциите, определени в закона и подзаконовите актове, свързани с превоза на опасни товари, и което притежава удостоверение за преминат курс на обучение.\"",
            "weight": 1,
            "parent": 149
        },
        {
            "idx": 161,
            "line": "§ 41. В § 2 от допълнителните разпоредби след думата \"разрешителни\" се поставя запетая и се добавя \"регистрационни\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 162,
            "line": "§ 42. В заключителните разпоредби се създава § 4а:",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 163,
            "line": "\"§ 4а. За прилагането на този закон и на ратифицираните международни договори в областта на автомобилните превози министърът на транспорта и съобщенията издава наредби и инструкции.\"",
            "weight": null,
            "parent": null
        },
        {
            "idx": 164,
            "line": "§ 43. В § 5 от заключителните разпоредби след думите \"министъра на транспорта\" се добавя \"и министъра на вътрешните работи\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 165,
            "line": "Преходни и Заключителни разпоредби",
            "weight": null,
            "parent": null
        },
        {
            "idx": 166,
            "line": "§ 44. Издадените лицензии до влизането в сила на този закон запазват действието си до изтичането на срока на тяхната валидност.",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 167,
            "line": "§ 45. Навсякъде в закона думите \"министърът на транспорта\" и \"министъра на транспорта\" се заменят съответно с \"министърът на транспорта и съобщенията\" и \"министъра на транспорта и съобщенията\", думите \"Министерството на транспорта\" се заменят с \"Министерството на транспорта и съобщенията\", думите \"Главна дирекция \"Автомобилна администрация\" и \"Държавната автомобилна инспекция\" се заменят с \"Изпълнителна агенция \"Автомобилна администрация\" и думите \"редовна автобусна линия\", \"редовни автобусни линии\" и \"редовните автобусни линии\" се заменят съответно с \"автобусна линия\", \"автобусни линии\" и \"автобусните линии\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 168,
            "line": "§ 46. (1) В едномесечен срок от влизането в сила на този закон Главна дирекция \"Автомобилна администрация\" се преобразува в Изпълнителна агенция \"Автомобилна администрация\".",
            "weight": 0,
            "parent": null
        },
        {
            "idx": 169,
            "line": "(2) Дейността, имуществото, архивът, правата и задълженията, включително служебните и трудовите правоотношения на служителите от администрацията на Главна дирекция \"Автомобилна администрация\" преминават към Изпълнителна агенция \"Автомобилна администрация\".",
            "weight": 5,
            "parent": 168
        }
    ],
    "lines": [
        {
            "source": "law",
            "target": "§ 1. В чл. 1 думите \"вътрешните и международните\" се заменят с \"обществените вътрешни и международни\"."
        },
        {
            "source": "law",
            "target": "§ 2. В чл. 2, ал. 4 се изменя така:"
        },
        {
            "source": "§ 2. В чл. 2, ал. 4 се изменя така:",
            "target": "\"(4) Министерският съвет приема устройствен правилник за дейността, структурата, организацията на работа и състава на Изпълнителната агенция \"Автомобилна администрация\".\""
        },
        {
            "source": "law",
            "target": "§ 3. В чл. 4, ал. 1 думата \"международни\" се заличава."
        },
        {
            "source": "law",
            "target": "§ 4. Заглавието на глава втора се изменя така: \"Лицензиране и регистриране\"."
        },
        {
            "source": "law",
            "target": "§ 5. В чл. 7 се правят следните изменения и допълнения:"
        },
        {
            "source": "§ 5. В чл. 7 се правят следните изменения и допълнения:",
            "target": "1. Алинея 2 се изменя така:"
        },
        {
            "source": "1. Алинея 2 се изменя така:",
            "target": "\"(2) Лицензия за извършване на превоз на пътници и товари с автомобили с българска регистрация се издава на еднолични търговци и търговски дружества, когато отговарят на изискванията за:"
        },
        {
            "source": "§ 5. В чл. 7 се правят следните изменения и допълнения:",
            "target": "1. благонадеждност (добра репутация);"
        },
        {
            "source": "§ 5. В чл. 7 се правят следните изменения и допълнения:",
            "target": "2. професионална компетентност;"
        },
        {
            "source": "§ 5. В чл. 7 се правят следните изменения и допълнения:",
            "target": "3. финансова стабилност.\""
        },
        {
            "source": "§ 5. В чл. 7 се правят следните изменения и допълнения:",
            "target": "2. Създават се ал. 4, 5 и 6:"
        },
        {
            "source": "2. Създават се ал. 4, 5 и 6:",
            "target": "\"(4) Изискванията за благонадеждност по ал. 2, т. 1 са изпълнени, когато ръководителите на транспортната дейност на едноличните търговци и търговските дружества не са осъждани за умишлено престъпление от общ характер или не са лишени с влязла в сила присъда от правото да упражняват превозна дейност."
        },
        {
            "source": "2. Създават се ал. 4, 5 и 6:",
            "target": "(5) Изискванията за професионална компетентност по ал. 2, т. 2 са изпълнени, когато ръководителите на транспортната дейност на едноличните търговци и търговските дружества притежават познания и опит, придобити чрез посещения в курсове за обучение или усвоени в транспортната практика, успешно са положили писмен изпит по предмети, определени в наредбата по ал. 3, и имат най-малко средно образование - за международните превози, и най-малко основно образование - за вътрешните превози."
        },
        {
            "source": "2. Създават се ал. 4, 5 и 6:",
            "target": "(6) Изискванията за финансова стабилност по ал. 2, т. 3 са изпълнени, когато търговецът разполага с достатъчно ресурси, с които може да гарантира за нормалното стартиране и функционирането на транспортното предприятие. Капиталът за първото превозно средство и за всяко следващо превозно средство трябва да отговаря на размера, определен в наредбата по ал. 3.\""
        },
        {
            "source": "law",
            "target": "§ 6. Създава се чл. 7а:"
        },
        {
            "source": "§ 6. Създава се чл. 7а:",
            "target": "\"Чл. 7а. (1) Лицензираните превозвачи могат да осъществяват превоз на пътници само с пътни превозни средства, които отговарят на изискванията за транспортна годност, определени с наредбата по чл. 7, ал. 3."
        },
        {
            "source": "\"Чл. 7а. (1) Лицензираните превозвачи могат да осъществяват превоз на пътници само с пътни превозни средства, които отговарят на изискванията за транспортна годност, определени с наредбата по чл. 7, ал. 3.",
            "target": "(2) Лицензираните превозвачи могат да осъществяват превоз на пътници и товари само с водачи, които отговарят на изискванията за професионална компетентност, определени с наредбата по чл. 7, ал. 3.\""
        },
        {
            "source": "law",
            "target": "§ 7. В чл. 8 ал. 2 се изменя така:"
        },
        {
            "source": "§ 7. В чл. 8 ал. 2 се изменя така:",
            "target": "\"(2) Лицензията се издава за срок 5 години.\""
        },
        {
            "source": "law",
            "target": "§ 8. В чл. 9 се правят следните изменения и допълнения:"
        },
        {
            "source": "§ 8. В чл. 9 се правят следните изменения и допълнения:",
            "target": "1. Създава се нова ал. 1:"
        },
        {
            "source": "1. Създава се нова ал. 1:",
            "target": "\"(1) Министърът на транспорта и съобщенията или упълномощено от него длъжностно лице отказва издаването на лицензия в случаите, когато:"
        },
        {
            "source": "§ 8. В чл. 9 се правят следните изменения и допълнения:",
            "target": "1. кандидатът не отговаря на някое от изискванията по чл. 7, ал. 2;"
        },
        {
            "source": "§ 8. В чл. 9 се правят следните изменения и допълнения:",
            "target": "2. издадената лицензия на превозвача е била отнета през последните две години.\""
        },
        {
            "source": "§ 8. В чл. 9 се правят следните изменения и допълнения:",
            "target": "2. Досегашните ал. 1 и 2 стават съответно ал. 2 и 3."
        },
        {
            "source": "law",
            "target": "§ 9. В чл. 11 се правят следните изменения и допълнения:"
        },
        {
            "source": "§ 9. В чл. 11 се правят следните изменения и допълнения:",
            "target": "1. В т. 1:"
        },
        {
            "source": "1. В т. 1:",
            "target": "а) в буква \"б\" думата \"лицензиантът\" се заменя с \"превозвачът\";"
        },
        {
            "source": "1. В т. 1:",
            "target": "б) буква \"в\" се изменя така:"
        },
        {
            "source": "1. В т. 1:",
            "target": "\"в) при осъществяване на дейността от превозвача са нарушени законът и подзаконовите нормативни актове, двустранните и многостранните договори, по които Република България е страна, паспортният и митническият режим в Република България или в чужбина;\";"
        },
        {
            "source": "1. В т. 1:",
            "target": "в) създава се буква \"г\":"
        },
        {
            "source": "1. В т. 1:",
            "target": "\"г) са използвани неистински документи или документи с невярно съдържание при осъществяване на дейността.\""
        },
        {
            "source": "§ 9. В чл. 11 се правят следните изменения и допълнения:",
            "target": "2. Точка 6 се отменя."
        },
        {
            "source": "law",
            "target": "§ 10. Член 12 се изменя така:"
        },
        {
            "source": "§ 10. Член 12 се изменя така:",
            "target": "\"Чл. 12. (1) Превоз на пътници и товари за собствена сметка може да се извършва от еднолични търговци или юридически лица, които притежават удостоверение за регистрация, издадено от Изпълнителната агенция \"Автомобилна администрация\"."
        },
        {
            "source": "\"Чл. 12. (1) Превоз на пътници и товари за собствена сметка може да се извършва от еднолични търговци или юридически лица, които притежават удостоверение за регистрация, издадено от Изпълнителната агенция \"Автомобилна администрация\".",
            "target": "(2) Изпълнителната агенция \"Автомобилна администрация\" води регистър на лицата, които извършват превози на пътници и товари за собствена сметка."
        },
        {
            "source": "\"Чл. 12. (1) Превоз на пътници и товари за собствена сметка може да се извършва от еднолични търговци или юридически лица, които притежават удостоверение за регистрация, издадено от Изпълнителната агенция \"Автомобилна администрация\".",
            "target": "(3) Удостоверение за регистрация се издава след представяне на:"
        },
        {
            "source": "§ 10. Член 12 се изменя така:",
            "target": "1. препис от съдебното решение за регистрация или копие от документа за регистрация на съответната организация;"
        },
        {
            "source": "§ 10. Член 12 се изменя така:",
            "target": "2. удостоверение за актуално състояние;"
        },
        {
            "source": "§ 10. Член 12 се изменя така:",
            "target": "3. декларация, че търговецът не е обявен в несъстоятелност и за него не е образувано производство за обявяване в несъстоятелност или ликвидация;"
        },
        {
            "source": "§ 10. Член 12 се изменя така:",
            "target": "4. списък на автомобилите, с които ще се извършват превозите за собствена сметка."
        },
        {
            "source": "4. списък на автомобилите, с които ще се извършват превозите за собствена сметка.",
            "target": "(4) Отказът от регистрация подлежи на обжалване по реда на Закона за административното производство."
        },
        {
            "source": "4. списък на автомобилите, с които ще се извършват превозите за собствена сметка.",
            "target": "(5) Отписването от регистъра се извършва по искане на лицето или при промяна на обстоятелствата, съдържащи се в документите по ал. 3, които обуславят вписването в регистъра."
        },
        {
            "source": "4. списък на автомобилите, с които ще се извършват превозите за собствена сметка.",
            "target": "(6) За лицата, извършващи превози за собствена сметка, не се прилагат изискванията за благонадеждност и финансова стабилност.\""
        },
        {
            "source": "law",
            "target": "§ 11. Член 14 се изменя така:"
        },
        {
            "source": "§ 11. Член 14 се изменя така:",
            "target": "\"Чл. 14. (1) Превоз на опасни товари на територията на Република България се извършва при спазване изискванията на Европейската спогодба за международен превоз на опасни товари по шосе (ADR) и на наредба, издадена от министъра на транспорта и съобщенията, министъра на вътрешните работи и министъра на околната среда и водите."
        },
        {
            "source": "\"Чл. 14. (1) Превоз на опасни товари на територията на Република България се извършва при спазване изискванията на Европейската спогодба за международен превоз на опасни товари по шосе (ADR) и на наредба, издадена от министъра на транспорта и съобщенията, министъра на вътрешните работи и министъра на околната среда и водите.",
            "target": "(2) Водачите, извършващи превози на опасни товари, трябва да притежават познания, придобити чрез посещения в курсове за професионално обучение, и удостоверение за успешно положен изпит. Удостоверението е със срок на валидност 5 години."
        },
        {
            "source": "\"Чл. 14. (1) Превоз на опасни товари на територията на Република България се извършва при спазване изискванията на Европейската спогодба за международен превоз на опасни товари по шосе (ADR) и на наредба, издадена от министъра на транспорта и съобщенията, министъра на вътрешните работи и министъра на околната среда и водите.",
            "target": "(3) Валидността на удостоверението по ал. 2 може да се продължи за нов период от 5 години в случаите, когато преди датата на изтичане на валидността на удостоверението му водачът е завършил опреснителен курс и е положил успешно съответния изпит."
        },
        {
            "source": "\"Чл. 14. (1) Превоз на опасни товари на територията на Република България се извършва при спазване изискванията на Европейската спогодба за международен превоз на опасни товари по шосе (ADR) и на наредба, издадена от министъра на транспорта и съобщенията, министъра на вътрешните работи и министъра на околната среда и водите.",
            "target": "(4) Лицата по чл. 6, ал. 1 и по чл. 12, осъществяващи превози, включително товарене и разтоварване на опасни товари, са длъжни да ползват един или повече консултанти по сигурността при превоза на опасните товари."
        },
        {
            "source": "\"Чл. 14. (1) Превоз на опасни товари на територията на Република България се извършва при спазване изискванията на Европейската спогодба за международен превоз на опасни товари по шосе (ADR) и на наредба, издадена от министъра на транспорта и съобщенията, министъра на вътрешните работи и министъра на околната среда и водите.",
            "target": "(5) Консултантите по сигурността трябва да притежават познания, придобити чрез посещения в курсове за професионално обучение, и удостоверение, издадено след успешно положен изпит. Удостоверението е със срок на валидност 5 години за съответния вид товари."
        },
        {
            "source": "\"Чл. 14. (1) Превоз на опасни товари на територията на Република България се извършва при спазване изискванията на Европейската спогодба за международен превоз на опасни товари по шосе (ADR) и на наредба, издадена от министъра на транспорта и съобщенията, министъра на вътрешните работи и министъра на околната среда и водите.",
            "target": "(6) Условията и редът за издаване на удостоверения за завършен курс за професионално обучение на водачите по ал. 2 и на консултантите по сигурността при превоза на опасни товари по ал. 5 се определят с наредбата по ал. 1.\""
        },
        {
            "source": "law",
            "target": "§ 12. Член 17 се изменя така:"
        },
        {
            "source": "§ 12. Член 17 се изменя така:",
            "target": "\"Чл. 17. (1) Общественият превоз на пътници по автобусни линии се извършва съгласно утвърдените транспортни схеми - републиканска, областни и общински."
        },
        {
            "source": "\"Чл. 17. (1) Общественият превоз на пътници по автобусни линии се извършва съгласно утвърдените транспортни схеми - републиканска, областни и общински.",
            "target": "(2) Републиканската транспортна схема включва автобусните линии, обслужващи две или повече области. Тя се утвърждава от министъра на транспорта и съобщенията."
        },
        {
            "source": "\"Чл. 17. (1) Общественият превоз на пътници по автобусни линии се извършва съгласно утвърдените транспортни схеми - републиканска, областни и общински.",
            "target": "(3) Областните транспортни схеми включват автобусните линии, обслужващи две или повече общини от една област. Те се утвърждават от съответните областни управители."
        },
        {
            "source": "\"Чл. 17. (1) Общественият превоз на пътници по автобусни линии се извършва съгласно утвърдените транспортни схеми - републиканска, областни и общински.",
            "target": "(4) Общинските транспортни схеми включват следните видове автобусни линии:"
        },
        {
            "source": "§ 12. Член 17 се изменя така:",
            "target": "1. градски - за превози между пунктове в чертите на населеното място, определени със строителните му граници в действащия устройствен план;"
        },
        {
            "source": "§ 12. Член 17 се изменя така:",
            "target": "2. междуселищни - за превози, свързващи две или повече населени места в границите на общината."
        },
        {
            "source": "2. междуселищни - за превози, свързващи две или повече населени места в границите на общината.",
            "target": "(5) Общинските транспортни схеми се утвърждават от съответните общински съвети.\""
        },
        {
            "source": "law",
            "target": "§ 13. В чл. 20 ал. 1 се изменя така:"
        },
        {
            "source": "§ 13. В чл. 20 ал. 1 се изменя така:",
            "target": "\"(1) Междуселищните автобусни линии задължително се обслужват от официално обявени от общините автогари и автоспирки по съответните маршрути.\""
        },
        {
            "source": "law",
            "target": "§ 14. В чл. 22 се правят следните изменения и допълнения:"
        },
        {
            "source": "§ 14. В чл. 22 се правят следните изменения и допълнения:",
            "target": "1. Алинея 1 се изменя така:"
        },
        {
            "source": "1. Алинея 1 се изменя така:",
            "target": "\"(1) Всички превозвачи по автобусни линии задължително използват автогарите и автоспирките по изпълнявания маршрут и спазват установеното разписание. В населените места с повече от една автогара кметът на общината определя автогарите, които са начални, междинни или крайни спирки по маршрута.\""
        },
        {
            "source": "§ 14. В чл. 22 се правят следните изменения и допълнения:",
            "target": "2. Алинея 3 се изменя така:"
        },
        {
            "source": "2. Алинея 3 се изменя така:",
            "target": "\"(3) Собствениците на автогари и автоспирки задължително прилагат еднакви критерии спрямо всички превозвачи при определяне размера на цените за преминаване, за престой, за предоставяне на право за продажба на билети и за извършване на други услуги.\""
        },
        {
            "source": "§ 14. В чл. 22 се правят следните изменения и допълнения:",
            "target": "3. Създава се ал. 4:"
        },
        {
            "source": "3. Създава се ал. 4:",
            "target": "\"(4) Начинът на формиране на цените се определя съгласно методика, утвърдена от министъра на транспорта и съобщенията на база на категоризиране на автогарите и автоспирките.\""
        },
        {
            "source": "law",
            "target": "§ 15. В чл. 24, ал. 1 след думите \"лицензирани превозвачи\" се добавя \"или от водачи, извършващи дейността от името на лицензиран превозвач, но за своя сметка\"."
        },
        {
            "source": "law",
            "target": "§ 16. В чл. 27, ал. 1 накрая се поставя запетая и се добавя \"или след заплащане на такса на граничните контролно-пропускателни пунктове\"."
        },
        {
            "source": "law",
            "target": "§ 17. В чл. 32 думите \"Министерството на транспорта\" се заменят с \"Министърът на транспорта и съобщенията или упълномощено от него длъжностно лице\"."
        },
        {
            "source": "law",
            "target": "§ 18. В чл. 36 ал. 1 се изменя така:"
        },
        {
            "source": "§ 18. В чл. 36 ал. 1 се изменя така:",
            "target": "\"(1) При превоз на пътници превозвачът е длъжен да издава индивидуален или колективен билет, а при случаен превоз - фактура, съставена не по-късно от посочения час на тръгване в пътния лист на превозното средство.\""
        },
        {
            "source": "law",
            "target": "§ 19. Член 39 се изменя така:"
        },
        {
            "source": "§ 19. Член 39 се изменя така:",
            "target": "\"Чл. 39. (1) За превози се използват билети по образец, утвърден от министъра на транспорта и съобщенията и министъра на финансите, отпечатани съгласно изискванията на Наредбата за условията и реда за отпечатване и контрол върху ценни книжа (приета с ПМС № 289 от 1994 г., обн., ДВ, бр. 101 от 1994 г.; изм., бр. 38 от 1995 г., бр. 73 от 1998 г., бр. 8 от 2001 г.)."
        },
        {
            "source": "\"Чл. 39. (1) За превози се използват билети по образец, утвърден от министъра на транспорта и съобщенията и министъра на финансите, отпечатани съгласно изискванията на Наредбата за условията и реда за отпечатване и контрол върху ценни книжа (приета с ПМС № 289 от 1994 г., обн., ДВ, бр. 101 от 1994 г.; изм., бр. 38 от 1995 г., бр. 73 от 1998 г., бр. 8 от 2001 г.).",
            "target": "(2) Върху билета се посочват наименованието и адресът на превозвача. Допуска се след отпечатването на билета да бъде извършено отбелязване върху него чрез полагане на печат, съдържащ необходимата информация."
        },
        {
            "source": "\"Чл. 39. (1) За превози се използват билети по образец, утвърден от министъра на транспорта и съобщенията и министъра на финансите, отпечатани съгласно изискванията на Наредбата за условията и реда за отпечатване и контрол върху ценни книжа (приета с ПМС № 289 от 1994 г., обн., ДВ, бр. 101 от 1994 г.; изм., бр. 38 от 1995 г., бр. 73 от 1998 г., бр. 8 от 2001 г.).",
            "target": "(3) Когато багажната разписка не е комбинирана с билет, тя трябва да съдържа името и адреса на превозвача.\""
        },
        {
            "source": "law",
            "target": "§ 20. Член 71 се изменя така:"
        },
        {
            "source": "§ 20. Член 71 се изменя така:",
            "target": "\"Чл. 71. (1) Превозвачът дължи обезщетение за цялостна или частична липса на товара, коeто се изчислява според неговата стойност на мястото и по времето, когато е бил приет за превоз."
        },
        {
            "source": "\"Чл. 71. (1) Превозвачът дължи обезщетение за цялостна или частична липса на товара, коeто се изчислява според неговата стойност на мястото и по времето, когато е бил приет за превоз.",
            "target": "(2) Стойността на товара се определя по борсовия курс или при липса на такъв - по текущата цена на пазара, или при липса на такава - по обичайната стойност на товарите от същия вид и качество."
        },
        {
            "source": "\"Чл. 71. (1) Превозвачът дължи обезщетение за цялостна или частична липса на товара, коeто се изчислява според неговата стойност на мястото и по времето, когато е бил приет за превоз.",
            "target": "(3) Обезщетението за цялостна или частична липса на товара е в размер на вредата, но не повече от 8,33 разчетни парични единици на килограм липсващо бруто тегло. В случай на цялостна липса се връщат превозната цена, митните сборове и другите разноски по превоза на товара изцяло, а при частична липса - пропорционално, като други обезщетения не се дължат.\""
        },
        {
            "source": "law",
            "target": "§ 21. Член 78 се изменя така:"
        },
        {
            "source": "§ 21. Член 78 се изменя така:",
            "target": "\"Чл. 78. Общата продължителност на времето за управление между две дневни почивки или между дневна и седмична почивка не трябва да надхвърля 9 часа. То може да бъде продължено до 10 часа два пъти седмично.\""
        },
        {
            "source": "law",
            "target": "§ 22. Член 79 се изменя така:"
        },
        {
            "source": "§ 22. Член 79 се изменя така:",
            "target": "\"Чл. 79. (1) След максимум шест дневни периода на управление водачът трябва да ползва седмична почивка. При международни превози на пътници, с изключение на превозите по редовни линии, максимумът на дневните периоди на управление, след които водачът трябва да ползва почивка, са дванадесет."
        },
        {
            "source": "\"Чл. 79. (1) След максимум шест дневни периода на управление водачът трябва да ползва седмична почивка. При международни превози на пътници, с изключение на превозите по редовни линии, максимумът на дневните периоди на управление, след които водачът трябва да ползва почивка, са дванадесет.",
            "target": "(2) Времето за ползване на седмичната почивка може да бъде отложено за края на шестия ден, ако общата продължителност на времето за управление през шестте дни не надхвърля максимума за шест дневни периода на управление."
        },
        {
            "source": "\"Чл. 79. (1) След максимум шест дневни периода на управление водачът трябва да ползва седмична почивка. При международни превози на пътници, с изключение на превозите по редовни линии, максимумът на дневните периоди на управление, след които водачът трябва да ползва почивка, са дванадесет.",
            "target": "(3) За седмичната почивка, която започва в края на едната и продължава през следващата седмица, може да се приеме, че принадлежи на едната или на другата седмица.\""
        },
        {
            "source": "law",
            "target": "§ 23. В чл. 81 се правят следните изменения и допълнения:"
        },
        {
            "source": "§ 23. В чл. 81 се правят следните изменения и допълнения:",
            "target": "1. Създава се нова ал. 2:"
        },
        {
            "source": "1. Създава се нова ал. 2:",
            "target": "\"(2) При превози по градски автобусни линии прекъсването може да бъде 30 минути след период на управление не повече от 4 часа.\""
        },
        {
            "source": "§ 23. В чл. 81 се правят следните изменения и допълнения:",
            "target": "2. Досегашната ал. 2 става ал. 3, досегашната ал. 3 става ал. 4 и в нея думите \"по ал. 2\" се заменят с \"по ал. 3\" и досегашната ал. 4 става ал. 5."
        },
        {
            "source": "law",
            "target": "§ 24. В чл. 82 се правят следните изменения и допълнения:"
        },
        {
            "source": "§ 24. В чл. 82 се правят следните изменения и допълнения:",
            "target": "1. Досегашният текст става ал. 1."
        },
        {
            "source": "§ 24. В чл. 82 се правят следните изменения и допълнения:",
            "target": "2. Създава се ал. 2:"
        },
        {
            "source": "2. Създава се ал. 2:",
            "target": "\"(2) Дневната почивка може да бъде намалена до 9 последователни часа най-много три пъти седмично, при условие че водачът ползва като компенсация съответната почивка преди края на следващата седмица.\""
        },
        {
            "source": "law",
            "target": "§ 25. Създава се чл. 83а:"
        },
        {
            "source": "§ 25. Създава се чл. 83а:",
            "target": "\"Чл. 83а. Седмичната почивка е 45 последователни часа. Продължителността на този период за почивка може да бъде намалена до най-малко 36 последователни часа, ако тя се ползва в обичайното място за пребиваване на водача, или най-малко 24 последователни часа, ако почивката се ползва на друго място. Всяко намаляване на седмичната почивка се компенсира с еквивалентно време за почивка.\""
        },
        {
            "source": "law",
            "target": "§ 26. Член 89 се изменя така:"
        },
        {
            "source": "§ 26. Член 89 се изменя така:",
            "target": "\"Чл. 89. (1) Министърът на транспорта и съобщенията и председателят на Държавната агенция по стандартизация и метрология определят с наредба изискванията за задължителна употреба на контролните уреди за регистриране на данните за движението на автомобилите и работата на екипажите, както и функционалните и техническите изисквания към тях."
        },
        {
            "source": "\"Чл. 89. (1) Министърът на транспорта и съобщенията и председателят на Държавната агенция по стандартизация и метрология определят с наредба изискванията за задължителна употреба на контролните уреди за регистриране на данните за движението на автомобилите и работата на екипажите, както и функционалните и техническите изисквания към тях.",
            "target": "(2) С контролни уреди за регистриране на данните за движението на автомобилите и работата на екипажите (тахографи) от одобрен тип трябва да бъдат оборудвани:"
        },
        {
            "source": "§ 26. Член 89 се изменя така:",
            "target": "1. автобуси за международен превоз на пътници;"
        },
        {
            "source": "§ 26. Член 89 се изменя така:",
            "target": "2. автомобили за международен превоз на товари, които самостоятелно или в състав от пътни превозни средства (ППС) имат допустима максимална маса над 3500 кг;"
        },
        {
            "source": "§ 26. Член 89 се изменя така:",
            "target": "3. автобуси за превоз на пътници на територията на Република България с повече от 17 места, вкл. мястото на водача, с дължина на извършвания превоз над 50 км;"
        },
        {
            "source": "§ 26. Член 89 се изменя така:",
            "target": "4. автомобили за обществен превоз на товари на територията на Република България, които самостоятелно или в състав от пътни превозни средства имат допустима максимална маса над 3500 кг;"
        },
        {
            "source": "§ 26. Член 89 се изменя така:",
            "target": "5. автомобили, превозващи опасни товари.\""
        },
        {
            "source": "law",
            "target": "§ 27. В заглавието на глава седма думите \"върху превозите\" се заличават."
        },
        {
            "source": "law",
            "target": "§ 28. В чл. 91 се правят следните допълнения:"
        },
        {
            "source": "§ 28. В чл. 91 се правят следните допълнения:",
            "target": "1. В ал. 3 се създават т. 5, 6 и 7:"
        },
        {
            "source": "§ 28. В чл. 91 се правят следните допълнения:",
            "target": "\"5. да осъществяват контрол по спазване на правилата за извършване на обществен превоз на пътници и товари, на техническата изправност и транспортната годност на моторните превозни средства, извършващи обществен превоз;"
        },
        {
            "source": "§ 28. В чл. 91 се правят следните допълнения:",
            "target": "6. да контролират състоянието на материалната база и изпълнението на учебните програми от физическите и юридическите лица, получили разрешение за обучение на кандидати за придобиване на професионална компетентност;"
        },
        {
            "source": "§ 28. В чл. 91 се правят следните допълнения:",
            "target": "7. да осъществяват контрол върху състоянието и дейността на автогарите.\""
        },
        {
            "source": "§ 28. В чл. 91 се правят следните допълнения:",
            "target": "2. Създават се ал. 4 и 5:"
        },
        {
            "source": "2. Създават се ал. 4 и 5:",
            "target": "\"(4) Служителите на Изпълнителната агенция \"Автомобилна администрация\" изпълняват и специфични функции с допълнителни задължения за непосредствен контрол върху безопасната експлоатация на пътните превозни средства и техническата им изправност, както и за спазване на нормативно установените условия и ред за извършване на обществен превоз на пътници и товари."
        },
        {
            "source": "2. Създават се ал. 4 и 5:",
            "target": "(5) На служителите на Изпълнителната агенция \"Автомобилна администрация\" се изплащат допълнителни възнаграждения за специфични условия и изисквания към труда им в размер, определен от министъра на транспорта и съобщенията.\""
        },
        {
            "source": "law",
            "target": "§ 29. Създава се чл. 91а:"
        },
        {
            "source": "§ 29. Създава се чл. 91а:",
            "target": "\"Чл. 91а. (1) Изпълнителната агенция \"Автомобилна администрация\" извършва контролни проверки на пътя и в предприятията, които покриват най-малко едно на сто от изработените от водачите работни дни, но не по-малко от 15 на сто от общия брой на работните дни - за контролните проверки на пътя, и не по-малко от 25 на сто от тях - за контролните проверки в предприятията."
        },
        {
            "source": "\"Чл. 91а. (1) Изпълнителната агенция \"Автомобилна администрация\" извършва контролни проверки на пътя и в предприятията, които покриват най-малко едно на сто от изработените от водачите работни дни, но не по-малко от 15 на сто от общия брой на работните дни - за контролните проверки на пътя, и не по-малко от 25 на сто от тях - за контролните проверки в предприятията.",
            "target": "(2) Контролните проверки на пътя се организират на различни места и през различни часове на денонощието. По време на проверките се контролират дневните периоди на управление, прекъсванията, периодите на ежедневна и седмична почивка, правилното функциониране на контролните уреди и другите изисквания на закона."
        },
        {
            "source": "\"Чл. 91а. (1) Изпълнителната агенция \"Автомобилна администрация\" извършва контролни проверки на пътя и в предприятията, които покриват най-малко едно на сто от изработените от водачите работни дни, но не по-малко от 15 на сто от общия брой на работните дни - за контролните проверки на пътя, и не по-малко от 25 на сто от тях - за контролните проверки в предприятията.",
            "target": "(3) Освен елементите, които се контролират на пътя, контролните проверки в предприятията се разпростират по отношение на периодите на седмичните почивки и периодите на управление между седмичните почивки, спазването на разпоредбите, свързани с времето за управление за период две седмици, компенсиране намаляването на дневните и седмичните почивки, използването на листовете за записване на данните и организацията на работното време и другите изисквания на закона."
        },
        {
            "source": "\"Чл. 91а. (1) Изпълнителната агенция \"Автомобилна администрация\" извършва контролни проверки на пътя и в предприятията, които покриват най-малко едно на сто от изработените от водачите работни дни, но не по-малко от 15 на сто от общия брой на работните дни - за контролните проверки на пътя, и не по-малко от 25 на сто от тях - за контролните проверки в предприятията.",
            "target": "(4) Изпълнителната агенция \"Автомобилна администрация\" може да изиска от предприятията представяне в определен срок на документацията, свързана с елементите на проверките по ал. 2 и 3, за проверка. Тази проверка е равностойна на проверките, извършвани на територията на предприятията.\""
        },
        {
            "source": "law",
            "target": "§ 30. Член 93 се изменя така:"
        },
        {
            "source": "§ 30. Член 93 се изменя така:",
            "target": "\"Чл. 93. (1) Водач на моторно превозно средство, който извършва обществен превоз или превоз за собствена сметка на пътници и товари без редовно издадени лицензия, разрешение, документ за регистрация или други документи, които се изискват от този закон и от подзаконовите нормативни актове по прилагането му, се наказва със:"
        },
        {
            "source": "§ 30. Член 93 се изменя така:",
            "target": "1. глоба 500 лв. - при първо нарушение;"
        },
        {
            "source": "§ 30. Член 93 се изменя така:",
            "target": "2. глоба 1000 лв. - при повторно нарушение;"
        },
        {
            "source": "§ 30. Член 93 се изменя така:",
            "target": "3. глоба 2000 лв. - при системни нарушения."
        },
        {
            "source": "3. глоба 2000 лв. - при системни нарушения.",
            "target": "(2) Водач на моторно превозно средство, който извършва обществен превоз на пътници и товари и не представи в момента на проверката издадената лицензия, разрешението, документа за регистрация или други документи, които се изискват от този закон и подзаконовите нормативни актове по прилагането му, се наказва с глоба до 50 лв.\""
        },
        {
            "source": "law",
            "target": "§ 31. В чл. 95 съюзът \"и\" се заменя с \"или\"."
        },
        {
            "source": "law",
            "target": "§ 32. Член 96 се изменя така:"
        },
        {
            "source": "§ 32. Член 96 се изменя така:",
            "target": "\"Чл. 96. (1) Който допусне или разпореди извършване на обществен превоз на пътници и товари, без да има това право, се наказва с глоба в размер от 1000 до 5000 лв."
        },
        {
            "source": "\"Чл. 96. (1) Който допусне или разпореди извършване на обществен превоз на пътници и товари, без да има това право, се наказва с глоба в размер от 1000 до 5000 лв.",
            "target": "(2) Който допусне или разпореди извършване на обществен превоз на пътници и товари в нарушение на разпоредбите на този закон или на подзаконовите нормативни актове по прилагането му, се наказва с глоба в размер от 200 до 1000 лв.\""
        },
        {
            "source": "law",
            "target": "§ 33. В чл. 97 думата \"Превозвач\" се заличава, а думите \"имуществена санкция\" се заменят с \"глоба\"."
        },
        {
            "source": "law",
            "target": "§ 34. В чл. 98 думите \"имуществена санкция\" се заменят с \"глоба\"."
        },
        {
            "source": "law",
            "target": "§ 35. В чл. 99 думите \"имуществена санкция\" се заличават."
        },
        {
            "source": "law",
            "target": "§ 36. В чл. 102 се правят следните изменения и допълнения:"
        },
        {
            "source": "§ 36. В чл. 102 се правят следните изменения и допълнения:",
            "target": "1. Създава се нова ал. 2:"
        },
        {
            "source": "1. Създава се нова ал. 2:",
            "target": "\"(2) Собственик на автогара или автоспирка, който не поддържа в изправност определения с наредбата по чл. 21 минимум оборудване в автогарите и автоспирките или откаже да предостави на превозвача правото на продажба на билети на притежаваната от него автогара или автоспирка, се наказва с глоба или с имуществена санкция от 500 до 1000 лв.\""
        },
        {
            "source": "§ 36. В чл. 102 се правят следните изменения и допълнения:",
            "target": "2. Създава се ал. 3:"
        },
        {
            "source": "2. Създава се ал. 3:",
            "target": "\"(3) Собственик на автогара или автоспирка, който нарушава изискванията по чл. 22, ал. 3, се наказва със:"
        },
        {
            "source": "§ 36. В чл. 102 се правят следните изменения и допълнения:",
            "target": "1. имуществена санкция 5000 лв. - при първо нарушение;"
        },
        {
            "source": "§ 36. В чл. 102 се правят следните изменения и допълнения:",
            "target": "2. имуществена санкция 10 000 лв. - при повторно нарушение;"
        },
        {
            "source": "§ 36. В чл. 102 се правят следните изменения и допълнения:",
            "target": "3. отнемане на лицензията - при системни нарушения.\""
        },
        {
            "source": "§ 36. В чл. 102 се правят следните изменения и допълнения:",
            "target": "3. Досегашната ал. 2 става ал. 4 и в нея след думите \"и автоспирките\" се добавя \"или който откаже да превози лице, притежаващо издаден по съответния ред превозен документ\"."
        },
        {
            "source": "law",
            "target": "§ 37. Създава се чл. 103:"
        },
        {
            "source": "§ 37. Създава се чл. 103:",
            "target": "\"Чл. 103. (1) Който наруши изискванията за превоз на опасни товари, се наказва с глоба от 500 до 2000 лв., а моторното превозно средство задължително се премества за сметка на собственика му от мястото, където е констатирано нарушението, до безопасно място."
        },
        {
            "source": "\"Чл. 103. (1) Който наруши изискванията за превоз на опасни товари, се наказва с глоба от 500 до 2000 лв., а моторното превозно средство задължително се премества за сметка на собственика му от мястото, където е констатирано нарушението, до безопасно място.",
            "target": "(2) При повторно нарушение по ал. 1 глобата е в размер от 2000 до 10 000 лв.\""
        },
        {
            "source": "law",
            "target": "§ 38. Създава се чл. 104:"
        },
        {
            "source": "§ 38. Създава се чл. 104:",
            "target": "\"Чл. 104. Превозвач, който не осигури спазване на разпоредбите за работното време и почивките на водачите при извършване на обществени превози на пътници и товари, включително при превози за собствена сметка, се наказва с имуществена санкция от 200 до 500 лв.\""
        },
        {
            "source": "law",
            "target": "§ 39. Създава се чл. 105:"
        },
        {
            "source": "§ 39. Създава се чл. 105:",
            "target": "\"Чл. 105. За нарушения на този закон и на подзаконовите нормативни актове, издадени въз основа на него, за които не е предвидено друго наказание, виновните лица се наказват с глоба до 50 лв.\""
        },
        {
            "source": "law",
            "target": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:"
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "1. Точка 5 се изменя така:"
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "\"5. \"Автомобилен превозвач\" е всяко физическо или юридическо лице, регистрирано като търговец, което извършва обществен превоз на пътници и товари с помощта на превозни средства, предназначени за тази цел.\""
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "2. Точки 7, 8 и 9 се отменят."
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "3. Точка 12 се изменя така:"
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "\"12. \"Автогара\" е транспортен обект за обслужване на пътници по автобусни линии за междуселищни и международни превози, служещ за начална, междинна или крайна точка на редовните автобусни линии.\""
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "4. Точка 26 се изменя така:"
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "\"26. \"Таксиметрови превози\" са превозите на пътници срещу заплащане, извършвани от лицензирани превозвачи или от водачи, извършващи дейността от името на лицензиран превозвач, но за своя сметка, с леки автомобили до пет места, които водачите държат в готовност, за да изпълнят пътуване до определена от клиента цел.\""
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "5. Създават се т. 30, 31 и 32:"
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "\"30. \"Превоз на опасни товари\" е превозът на опасни товари от едно място на друго и свързаните с превоза престои, включително времето за престой за товарене и разтоварване на опасните товари в превозни средства, цистерни или контейнери. Превозът включва и времето за престой за претоварване или смяна на вида на превозното средство, при условие че транспортните документи бъдат предоставени за контрол и при престоя не се отварят пратките или цистерните."
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "31. \"Разчетна парична единица\" е специалното право на тираж, както то е определено от Международния валутен фонд. Сумата, посочена в чл. 71, ал. 3, е конвертируема в националната валута на страната, чийто съд е натоварен с разглеждане на спора, на базата на стойността на тази валута към датата, на която той се е произнесъл, или на датата, приета по взаимно съгласие от страните. Стойността на националната валута в специалното право на тираж на страната, която е член на Международния валутен фонд, се изчислява съгласно начина на превръщане, прилаган от Международния валутен фонд към въпросната дата на извършване на операциите и сделките."
        },
        {
            "source": "§ 40. В § 1 от допълнителните разпоредби се правят следните изменения и допълнения:",
            "target": "32. \"Консултант по сигурността при превоза на опасни товари\" е всяко назначено от ръководителя на предприятието лице, чиято роля е да изпълнява задачите и функциите, определени в закона и подзаконовите актове, свързани с превоза на опасни товари, и което притежава удостоверение за преминат курс на обучение.\""
        },
        {
            "source": "law",
            "target": "§ 41. В § 2 от допълнителните разпоредби след думата \"разрешителни\" се поставя запетая и се добавя \"регистрационни\"."
        },
        {
            "source": "law",
            "target": "§ 42. В заключителните разпоредби се създава § 4а:"
        },
        {
            "source": "law",
            "target": "\"§ 4а. За прилагането на този закон и на ратифицираните международни договори в областта на автомобилните превози министърът на транспорта и съобщенията издава наредби и инструкции.\""
        },
        {
            "source": "law",
            "target": "§ 43. В § 5 от заключителните разпоредби след думите \"министъра на транспорта\" се добавя \"и министъра на вътрешните работи\"."
        },
        {
            "source": "law",
            "target": "Преходни и Заключителни разпоредби"
        },
        {
            "source": "law",
            "target": "§ 44. Издадените лицензии до влизането в сила на този закон запазват действието си до изтичането на срока на тяхната валидност."
        },
        {
            "source": "law",
            "target": "§ 45. Навсякъде в закона думите \"министърът на транспорта\" и \"министъра на транспорта\" се заменят съответно с \"министърът на транспорта и съобщенията\" и \"министъра на транспорта и съобщенията\", думите \"Министерството на транспорта\" се заменят с \"Министерството на транспорта и съобщенията\", думите \"Главна дирекция \"Автомобилна администрация\" и \"Държавната автомобилна инспекция\" се заменят с \"Изпълнителна агенция \"Автомобилна администрация\" и думите \"редовна автобусна линия\", \"редовни автобусни линии\" и \"редовните автобусни линии\" се заменят съответно с \"автобусна линия\", \"автобусни линии\" и \"автобусните линии\"."
        },
        {
            "source": "law",
            "target": "§ 46. (1) В едномесечен срок от влизането в сила на този закон Главна дирекция \"Автомобилна администрация\" се преобразува в Изпълнителна агенция \"Автомобилна администрация\"."
        },
        {
            "source": "§ 46. (1) В едномесечен срок от влизането в сила на този закон Главна дирекция \"Автомобилна администрация\" се преобразува в Изпълнителна агенция \"Автомобилна администрация\".",
            "target": "(2) Дейността, имуществото, архивът, правата и задълженията, включително служебните и трудовите правоотношения на служителите от администрацията на Главна дирекция \"Автомобилна администрация\" преминават към Изпълнителна агенция \"Автомобилна администрация\"."
        }
    ]
}
