import pytest
import re

from src.build_newspaper_tree import find_newspaper_metadata, find_parent_idx, prefix_lines, build_newspaper_tree

def test_find_newspaper_metadata_paragraph_prefix():
    newspaper_sample = '''ЗАКОН ЗА ИЗМЕНЕНИЕ И ДОПЪЛНЕНИЕ НА ЗАКОНА ЗА ФУРАЖИТЕ (ДВ, БР. 55 ОТ 2006 Г.)

Обн. ДВ. бр.21 от 12 Март 2024г.

Проект: 49-302-01-15/13.04.2023 г.

§ 1. В чл. 1, ал. 1, т. 8 се създават букви "п", "р" и "с":

"п) Регламент (ЕС) 2019/4 на Европейския парламент и на Съвета от 11 декември 2018 г. относно производството, пускането на пазара и употребата на медикаментозни фуражи, за изменение на Регламент (ЕО) № 183/2005 на Европейския парламент и на Съвета и за отмяна на Директива 90/167/ЕИО на Съвета (ОВ, L 4/1 от 7 януари 2019 г.), наричан по-нататък "Регламент (ЕС) 2019/4";

р) Регламент за изпълнение (ЕС) 2019/1715 на Комисията от 30 септември 2019 г. за определяне на правила за функционирането на системата за управление на информацията относно официалния контрол и нейните компоненти (Регламент за IMSOC) (ОВ, L 261/37 от 14 октомври 2019 г.), наричан по-нататък "Регламент за изпълнение (ЕС) 2019/1715";

с) Регламент (ЕС) 2020/354 на Комисията от 4 март 2020 г. за съставяне на списък на предназначенията на фуражите, предназначени за специфични хранителни цели, и за отмяна на Директива 2008/38/ЕО (ОВ, L 67/1 от 5 март 2020 г.), наричан по-нататък "Регламент (ЕС) 2020/354"."
    '''
    
    newspaper_lines = newspaper_sample.split('\n')

    assert find_newspaper_metadata(newspaper_lines) == 6
    assert newspaper_lines[6].startswith('§ 1')


def test_find_parent_idx():
    newspaper_sample =  '''§ 1. В чл. 1, ал. 1, т. 8 се създават букви "п", "р" и "с":
"п) Регламент (ЕС) 2019/4 на Европейския парламент и на Съвета от 11 декември 2018 г. относно производството, пускането на пазара и употребата на медикаментозни фуражи, за изменение на Регламент (ЕО) № 183/2005 на Европейския парламент и на Съвета и за отмяна на Директива 90/167/ЕИО на Съвета (ОВ, L 4/1 от 7 януари 2019 г.), наричан по-нататък "Регламент (ЕС) 2019/4";
р) Регламент за изпълнение (ЕС) 2019/1715 на Комисията от 30 септември 2019 г. за определяне на правила за функционирането на системата за управление на информацията относно официалния контрол и нейните компоненти (Регламент за IMSOC) (ОВ, L 261/37 от 14 октомври 2019 г.), наричан по-нататък "Регламент за изпълнение (ЕС) 2019/1715";
с) Регламент (ЕС) 2020/354 на Комисията от 4 март 2020 г. за съставяне на списък на предназначенията на фуражите, предназначени за специфични хранителни цели, и за отмяна на Директива 2008/38/ЕО (ОВ, L 67/1 от 5 март 2020 г.), наричан по-нататък "Регламент (ЕС) 2020/354"."
§ 2. В чл. 6 се правят следните изменения и допълнения:
1. Създават се нови ал. 4 и 5:
"(4) Медикаментозните фуражи и междинните продукти се етикетират съгласно изискванията на чл. 9 от Регламент (ЕС) 2019/4 и се пускат на пазара в опаковка или съдове в съответствие с изискванията на чл. 10 от същия регламент.
(5) Производството на медикаментозни фуражи с мобилен смесител на място в животновъден обект се извършва в съответствие с изискването на чл. 10, параграф 2 от Регламент (ЕС) 2019/4."
2. В ал. 6 след думата "обозначения" се добавя "в съответствие с Регламент (ЕС) 2020/354 и", а навсякъде думите "със специално предназначение" се заменят с "предназначени за специфични хранителни цели".
§ 3. В чл. 7 се създава ал. 3:
"(3) Забранява се рекламата на медикаментозни фуражи и междинни продукти, с изключение на реклама, предназначена изключително за ветеринарни лекари. За рекламата на медикаментозни фуражи и междинни продукти се прилагат изискванията на чл. 11, параграфи 2 - 5 от Регламент (ЕС) 2019/4."'''

    newspaper_lines = newspaper_sample.split('\n')
    content_lines = prefix_lines(newspaper_lines)

    assert find_parent_idx(content_lines, content_lines[6]) == 5
    assert find_parent_idx(content_lines, content_lines[5]) == 4
    assert find_parent_idx(content_lines, content_lines[3]) == 0
    

def test_build_newspaper_tree():
    newspaper_sample =  '''§ 1. В чл. 1, ал. 1, т. 8 се създават букви "п", "р" и "с":
"п) Регламент (ЕС) 2019/4 на Европейския парламент и на Съвета от 11 декември 2018 г. относно производството, пускането на пазара и употребата на медикаментозни фуражи, за изменение на Регламент (ЕО) № 183/2005 на Европейския парламент и на Съвета и за отмяна на Директива 90/167/ЕИО на Съвета (ОВ, L 4/1 от 7 януари 2019 г.), наричан по-нататък "Регламент (ЕС) 2019/4";
р) Регламент за изпълнение (ЕС) 2019/1715 на Комисията от 30 септември 2019 г. за определяне на правила за функционирането на системата за управление на информацията относно официалния контрол и нейните компоненти (Регламент за IMSOC) (ОВ, L 261/37 от 14 октомври 2019 г.), наричан по-нататък "Регламент за изпълнение (ЕС) 2019/1715";
с) Регламент (ЕС) 2020/354 на Комисията от 4 март 2020 г. за съставяне на списък на предназначенията на фуражите, предназначени за специфични хранителни цели, и за отмяна на Директива 2008/38/ЕО (ОВ, L 67/1 от 5 март 2020 г.), наричан по-нататък "Регламент (ЕС) 2020/354"."
§ 2. В чл. 6 се правят следните изменения и допълнения:
1. Създават се нови ал. 4 и 5:
"(4) Медикаментозните фуражи и междинните продукти се етикетират съгласно изискванията на чл. 9 от Регламент (ЕС) 2019/4 и се пускат на пазара в опаковка или съдове в съответствие с изискванията на чл. 10 от същия регламент.
(5) Производството на медикаментозни фуражи с мобилен смесител на място в животновъден обект се извършва в съответствие с изискването на чл. 10, параграф 2 от Регламент (ЕС) 2019/4."
2. В ал. 6 след думата "обозначения" се добавя "в съответствие с Регламент (ЕС) 2020/354 и", а навсякъде думите "със специално предназначение" се заменят с "предназначени за специфични хранителни цели".
§ 3. В чл. 7 се създава ал. 3:
"(3) Забранява се рекламата на медикаментозни фуражи и междинни продукти, с изключение на реклама, предназначена изключително за ветеринарни лекари. За рекламата на медикаментозни фуражи и междинни продукти се прилагат изискванията на чл. 11, параграфи 2 - 5 от Регламент (ЕС) 2019/4."'''

    newspaper_tree = build_newspaper_tree(newspaper_sample)

    print(newspaper_tree)
