import pytest

from src.build_newspaper_tree import find_newspaper_metadata

def test_find_newspaper_metadata_paragraph_prefix():
    newspaper_sample = '''ЗАКОН ЗА ИЗМЕНЕНИЕ И ДОПЪЛНЕНИЕ НА ЗАКОНА ЗА ФУРАЖИТЕ (ДВ, БР. 55 ОТ 2006 Г.)

Обн. ДВ. бр.21 от 12 Март 2024г.

Проект: 49-302-01-15/13.04.2023 г.

§ 1. В чл. 1, ал. 1, т. 8 се създават букви "п", "р" и "с":

"п) Регламент (ЕС) 2019/4 на Европейския парламент и на Съвета от 11 декември 2018 г. относно производството, пускането на пазара и употребата на медикаментозни фуражи, за изменение на Регламент (ЕО) № 183/2005 на Европейския парламент и на Съвета и за отмяна на Директива 90/167/ЕИО на Съвета (ОВ, L 4/1 от 7 януари 2019 г.), наричан по-нататък "Регламент (ЕС) 2019/4";

р) Регламент за изпълнение (ЕС) 2019/1715 на Комисията от 30 септември 2019 г. за определяне на правила за функционирането на системата за управление на информацията относно официалния контрол и нейните компоненти (Регламент за IMSOC) (ОВ, L 261/37 от 14 октомври 2019 г.), наричан по-нататък "Регламент за изпълнение (ЕС) 2019/1715";

с) Регламент (ЕС) 2020/354 на Комисията от 4 март 2020 г. за съставяне на списък на предназначенията на фуражите, предназначени за специфични хранителни цели, и за отмяна на Директива 2008/38/ЕО (ОВ, L 67/1 от 5 март 2020 г.), наричан по-нататък "Регламент (ЕС) 2020/354"."
    '''
    
    newspaper_lines = newspaper_sample.split('\n')

    assert find_newspaper_metadata(newspaper_lines) == 6
    assert newspaper_lines[6].startswith('§ 1')

